Overload List
Name  |   Description
NewProjectDocument(String)
 New project document
NewProjectDocument(UnitSystem)
 Creates a new project document with no template file specified.
 See Also
  Application Class
  Application Members
  Autodesk.Revit.ApplicationServices Namespace